import { OilSpillAlert } from "../types";

export const OIL_SPILS_ALERT: OilSpillAlert[] = [
  {
    id: '1',
    cts: [61.53, 69.122],
    d: 3000,
    desc: 'разлив возле озера'
  },
  {
    id: '2',
    cts: [61.5, 69.022],
    d: 5000,
    desc: 'огромный разлив, большой ущерб'
  },
  {
    id: '3',
    cts: [61.73, 69.222],
    d: 300,
    desc: 'что то похожее на разлив'
  },
  {
    id: '4',
    cts: [61.03, 69.222],
    d: 1000,
    desc: 'разлив, нужно выдвижение'
  }
]
//[61, 69], [61.1, 69.05], [61.03, 69.11]